Repository: svewap/typo3-form-to-database
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: da, de

# index.headline
source: Form results
da: Formulardata
de: Formular-Resultate

# index.existing_forms
source: Existing forms
da: Eksisterende formularer
de: Bestehende Formulare

# index.deleted_forms
source: Deleted forms
da: Slettede formularer
de: Gelöschte Formulare

# index.number_of_results
source: Number of results
da: Antal resultater
de: Anzahl Resultate

# index.latest
source: Latest data
da: Seneste data
de: Aktuellste Daten

# index.new_entries
source: New entries since last viewed
da: Nye tilføjelser siden sidste visning

# show.results_for
source: Results of form "%s"
da: Resultater fra formularen "%s"
de: Resultate des Formulars "%s"

# show.results_not_found.title
source: No results found!
da: Ingen formulardata funden!
de: Keine Resulate gefunden!

# show.results_not_found.message
source: There are currently no results found for this form.
da: Der er endnu ikke gemt formulardata fra denne formular.
de: Zur Zeit sind noch keine Resulate für dieses Formular vorhanden.

# show.new
source: New
da: Ny
de: Neu

# show.crdate
source: Date/Time
da: Dato/Tid
de: Datum/Zeit

# show.field_deleted
source: This field has been deleted
da: Dette felt er blevet slettet

# show.buttons.backlink
source: Back to overview
da: Tilbage til oversigten
de: zurück zur Übersicht

# show.buttons.download_csv
source: CSV-Download (all columns)
da: Download formulardata som CSV
de: CSV-Download (alle Spalten)

# show.buttons.download_csv_filtered
source: CSV-Download (only visible)
da: Download formulardata som CSV (kun synlige)
de: CSV-Download (nur aktivierte)

# show.buttons.column_settings
source: Columns
da: Kolonner
de: Spalten

# formManager.forms_not_found.title
source: No forms found!
da: Ingen formularer fundet!
de: Keine Formulare gefunden

# formManager.forms_not_found.message
source: There are currently no forms found in the system.
da: Der er endnu ikke oprettet nogen formularer i systemet.
de: Derzeit sind keine Formulare im System gefunden.

# show.buttons.delete
source: Delete Form Result
da: Slet formulardata
de: Formular-Resultat löschen

# show.buttons.delete.title
source: Really delete?
da: Er du sikker?
de: Wirklich löschen?

# show.buttons.delete.description
source: Are you sure you want to delete the form result?
da: Er du helt sikker på at du vil slette disse data?
de: Möchten Sie das Formular-Resultat wirklich löschen?

# index.buttons.undelete
source: Restore form
da: Genopret formular
de: Genopret formular

# show.itemListSelect.header
source: Fields in result list
da: Felter på listen
de: Felder in der resultate liste

# show.itemListSelect.table.identifier
source: Identifier
da: Id
de: Id

# show.itemListSelect.deleted_fields
source: Deleted fields
da: Slettede felter

# show.itemListSelect.fields_no_data
source: Following fields had no data:
da: Følgende felter havde ingen data:

# show.itemListSelect.table.elementtype
source: Element type
de: Elementtyp
